Repository: ztrixdev/SwiftMTP
Catalog: Localizable.xcstrings
Source language: en
Languages: es, ja, ru, zh_hans, zh_hant

source: /path/to/folder
es: /ruta/a/la/carpeta
ja: フォルダはパス
ru: /путь/к/папке
zh_hans: 文件夹路径
zh_hant: 檔案夾路徑

source: %@ file
es: Archivo %@
ja: %@ ファイル
ru: %@ файл
zh_hans: %@ 文件
zh_hant: %@ 檔案

source: %@ free of %@
es: %@ libres de %@
ru: %1$@ свободно из %2$@
zh_hans: %@ 可用，总计 %@
zh_hant: %@ 可用，總計 %@

source: %d days ago
es: hace %d días
ja: %d日前
ru: %d дней назад
zh_hans: %d天前
zh_hant: %d天前

source: %d hours ago
es: hace %d horas
ja: %d時間前
ru: %d часов назад
zh_hans: %d小时前
zh_hant: %d小時前

source: %d item
es: %d elemento
ja: %d 件
ru: %d предмет
zh_hans: %d 项
zh_hant: %d 項

source: %d item selected
es: Se seleccionó %d elemento
ja: %d 件選択されています
ru: %d предмет выбран
zh_hans: %d 项已选中
zh_hant: %d 項已選取

source: %d items
es: %d elementos
ja: %d 件
ru: %d предметов
zh_hans: %d 项
zh_hant: %d 項

source: %d items selected
es: Se seleccionaron %d elementos
ja: %d 件選択されています
ru: %d предметов выбрано
zh_hans: %d 项已选中
zh_hant: %d 項已選取

source: %d minutes ago
es: hace %d minutos
ja: %d分前
ru: %d минут назад
zh_hans: %d分钟前
zh_hant: %d分鐘前

source: %d of %d files
es: %d de %d archivos
ja: %d / %d ファイル
ru: %1d из %2d файлов
zh_hans: %d / %d 个文件
zh_hant: %d / %d 個文件

source: %d seconds ago
es: hace %d segundos
ja: %d秒前
ru: %d секунд назад
zh_hans: %d秒前
zh_hant: %d秒前

source: 1 day ago
es: hace 1 día
ja: 1日前
ru: день назад
zh_hans: 1天前
zh_hant: 1天前

source: 1 hour ago
es: hace 1 hora
ja: 1時間前
ru: час назад
zh_hans: 1小时前
zh_hant: 1小時前

source: 1 minute ago
es: hace 1 minuto
ja: 1分前
ru: минуту назад
zh_hans: 1分钟前
zh_hant: 1分鐘前

source: 1 second ago
es: hace 1 segundo
ja: 1秒前
ru: секунду назад
zh_hans: 1秒前
zh_hant: 1秒前

source: A file or folder with the same name already exists.
es: Ya existe un archivo o carpeta con el mismo nombre.
ja: 同じ名前のファイルまたはフォルダーが既に存在します。
ru: Файл или папка с таким названием уже существует.
zh_hans: 已存在同名的文件或文件夹。
zh_hant: 已存在同名的檔案或檔案夾。

source: A modern MTP device management tool for macOS.
es: Una moderna herramienta de gestión de dispositivos MTP para macOS.
ja: macOS 用の最新の MTP デバイス管理ツールです。
ru: Современный инструмент управления устройствами MTP для macOS
zh_hans: 一款现代的 macOS MTP 设备文件管理工具。
zh_hant: 一款現代的 macOS MTP 設備檔案管理工具。

source: About 1 min
es: Aproximadamente 1 min
ja: 約1分
ru: Около минуты
zh_hans: 大约 1 分钟
zh_hant: 約 1 分鐘

source: Accuracy
es: Precisión
ja: 正確性
ru: Точность
zh_hans: 准确性
zh_hant: 準確性

source: Add to Favorites
es: Agregar a favoritos
ja: お気に入りに追加
ru: Добавить в Избранное
zh_hans: 添加到收藏
zh_hant: 加入到個人收藏

source: Agree & Enable
es: Aceptar y activar
ja: 同意して有効にする
ru: Согласиться и включить
zh_hans: 同意并启用
zh_hant: 同意並啟用

source: AI Analysis
es: Análisis de IA
ja: AI分析
ru: Анализ от ИИ
zh_hans: AI 分析
zh_hant: AI 分析

source: AI can make mistakes. Always verify results before performing critical file operations.
es: La IA puede cometer errores. Verifique siempre los resultados antes de realizar operaciones críticas con archivos.
ja: AIは間違いを犯す可能性があります。重要なファイル操作を行う前に、必ず結果を確認してください。
ru: ИИ может допускать ошибки. Всегда проверяйте результаты прежде чем производить операции с файлами.
zh_hans: AI 可能会犯错。在执行关键文件操作之前，请务必核实结果。
zh_hant: AI 可能會犯錯。在執行關鍵檔案操作之前，請務必核實結果。

source: AI Features Notice
es: Aviso de funciones de IA
ja: AI機能に関するお知らせ
ru: Заметка о ИИ-фукнциональности
zh_hans: AI 功能说明
zh_hant: AI 功能說明

source: AI is not configured. Please set up an AI provider in Settings → AI.
es: La IA no está configurada. Configure un proveedor de IA en Configuración → IA.
ja: AIが設定されていません。設定 → AI でAIプロバイダーを設定してください。
ru: ИИ не настроен. Пожалуйста, добавьте провайдера ИИ-услуг в Настройки -> ИИ
zh_hans: AI 未配置。请在 设置 → AI 中设置提供商。
zh_hant: AI 未設定。請在 設定 → AI 中設定提供商。

source: AI Mode
es: Modo AI
ja: AIモード
ru: Режим ИИ
zh_hans: AI 模式
zh_hant: AI 模式

source: Allow storage access on device
es: Permite el acceso al almacenamiento en el dispositivo
ja: デバイスでストレージへのアクセスを許可してください
ru: Разрешите доступ к хранилищу на устройстве
zh_hans: 请在设备上允许存储访问
zh_hant: 請在裝置上允許存取儲存空間

source: Already in Favorites
es: Ya está en favoritos
ja: お気に入りに追加済み
ru: Уже в Избранном
zh_hans: 已在收藏中
zh_hant: 已在個人收藏中

source: An unexpected error occurred
es: Se produjo un error inesperado
ja: 予期しないエラーが発生しました
ru: Произошла неожиданная ошибка
zh_hans: 发生了意外错误
zh_hant: 發生了意外錯誤

source: API configuration is incomplete. Please check Settings → AI.
es: La configuración de la API está incompleta. Verifique Configuración → IA.
ja: API設定が不完全です。設定 → AI を確認してください。
ru: Конфигурация API настроена не полностью. Пожалуйста, проверьте раздел ИИ в настройках.
zh_hans: API 配置不完整。请检查 设置 → AI。
zh_hant: API 設定不完整。請檢查 設定 → AI。

source: API Costs
es: Costos de API
ja: APIコスト
ru: Стоимость API
zh_hans: API 费用
zh_hant: API 費用

source: API endpoint not found. Please check the URL.
es: No se encontró el punto de enlace de la API. Verifique la URL.
ja: APIエンドポイントが見つかりません。URLを確認してください。
ru: Не удалось найти узел API, проверьте ссылку.
zh_hans: 未找到 API 端点。请检查 URL。
zh_hant: 找不到 API 端點。請檢查 URL。

source: API Format
es: Formato API
ja: API形式
ru: Формат API
zh_hans: API 格式
zh_hant: API 格式

source: App is up to date.
es: La aplicación está actualizada.
ja: 最新版です。
ru: Приложение работает на последней версии.
zh_hans: 已是最新版本。
zh_hant: 已是最新版本。

source: Apple Foundation Model error:
es: Error del modelo de Apple Foundation:
ja: Apple Foundation Model エラー:
ru: Ошибка моделей Apple Foundation:
zh_hans: Apple Foundation Model 错误：
zh_hant: Apple Foundation Model 錯誤：

source: Apple Foundation Model returned an empty response.
es: Apple Foundation Model devolvió una respuesta vacía.
ja: Apple Foundation Model は空の応答を返しました。
ru: Ответ от модели Apple Foundation пуст.
zh_hans: Apple Foundation Model 返回了空响应。
zh_hant: Apple Foundation Model 返回了空回應。

source: Apple Foundation Models are not available. Build with Xcode 26+.
es: Los modelos de Apple Foundation no están disponibles. Construye con Xcode 26+.
ja: Apple Foundation Models は利用できません。Xcode 26以降でビルドしてください。
ru: Модели Apple Foundation недоступны. Соберите проект с помощью Xcode 26+.
zh_hans: Apple Foundation 模型不可用。请使用 Xcode 26+ 编译。
zh_hant: Apple Foundation 模型不可用。請使用 Xcode 26+ 編譯。

source: Apple Foundation Models are on-device models that will process all information locally on your Mac. Requires macOS 26 or later with Apple Intelligence enabled.
es: Los modelos base de Apple son modelos integrados en el dispositivo que procesarán toda la información localmente en su Mac. Requiere macOS 26 o posterior con Apple Intelligence habilitado.
ja: Apple Foundation Modelsは、Mac上でローカルにすべての情報を処理するデバイス内モデルです。Apple Intelligenceが有効なmacOS 26以降が必要です。
ru: Модели Apple Foundation - локальные модели от Apple которые обрабатывают информацию прямо на вашем Mac. Для доступа нужна версия macOS 26 или позднее и работающий Apple Intellegence.
zh_hans: Apple Foundation 模型是设备端模型，将在您的 Mac 上本地处理所有信息。需要 macOS 26 或更高版本，并启用 Apple Intelligence。
zh_hant: Apple Foundation 模型是裝置端模型，將在您的 Mac 上本地處理所有資訊。需要 macOS 26 或更高版本，並啟用 Apple Intelligence。

source: Apple Foundation Models require macOS 26 or later with Apple Intelligence enabled.
es: Los modelos de Apple Foundation requieren macOS 26 o posterior con Apple Intelligence activado.
ja: Apple Foundation Models には、Apple Intelligence が有効になっている macOS 26 以降が必要です。
ru: Для доступа к моделям Apple Foundation нужна версия macOS 26 или позднее и работающий Apple Intellegence.
zh_hans: Apple Foundation 模型需要 macOS 26 或更高版本，且已启用 Apple Intelligence。
zh_hant: Apple Foundation 模型需要 macOS 26 或更高版本，且已啟用 Apple Intelligence。

source: Apple Intelligence hasn't been turned on.
es: Apple Intelligence no se ha activado.
ja: Apple Intelligence がオンになっていません。
ru: Apple Intelligence выключено.
zh_hans: Apple Intelligence 尚未开启。
zh_hant: Apple Intelligence 尚未開啟。

source: Archive
es: Archivo
ja: アーカイブ
ru: Архив
zh_hans: 压缩包
zh_hant: 壓縮檔

source: Buy Me a Coffee
es: Cómprame un café
ja: コーヒーをおごる
ru: Купи мне кофеек
zh_hans: 请原作者喝杯咖啡
zh_hant: 請原作者喝杯咖啡

source: Calculating...
es: Calculando...
ja: 計算中...
ru: Считаю…
zh_hans: 计算中...
zh_hant: 計算中...

source: Cancel
es: Cancelar
ja: 中止する
ru: Отмена
zh_hans: 取消
zh_hant: 取消

source: Cancel Transfer
es: Cancelar transferencia
ja: 転送をキャンセル
ru: Отмена передачи
zh_hans: 取消传输
zh_hant: 取消傳輸

source: Cannot access device
es: No se puede acceder al dispositivo
ja: デバイスにアクセスできません
ru: Не могу получить доступ к устройству
zh_hans: 无法访问设备
zh_hant: 無法存取裝置

source: Cannot access file
es: No se puede acceder al archivo
ja: ファイルにアクセスできません
ru: Не могу получить доступ к файлу
zh_hans: 无法访问文件
zh_hant: 無法存取檔案

source: Cannot read device info
es: No se puede leer la información del dispositivo
ja: デバイス情報を読み取れません
ru: Не могу прочесть данных об устройстве
zh_hans: 无法读取设备信息
zh_hant: 無法讀取裝置資訊

source: Cannot read storage info
es: No se puede leer la información de almacenamiento
ja: ストレージ情報を読み取れません
ru: Не могу прочесть данных о хранилище
zh_hans: 无法读取存储信息
zh_hant: 無法讀取儲存空間資訊

source: Check failed
es: Error al verificar
ja: 確認に失敗しました
ru: Проверка провалена
zh_hans: 检查更新失败
zh_hant: 檢查更新失敗

source: Check for Updates is NOT available yet.
es: Buscar actualizaciones aún NO está disponible.
ja: アップデートの確認はまだ利用できません。
ru: Проверка обновлений пока недоступна
zh_hans: 检查更新功能暂不可用。
zh_hant: 檢查更新功能暫不可用。

source: Check for Updates...
es: Buscar actualizaciones...
ja: アップデートを確認...
ru: Проверить обновления…
zh_hans: 检查更新...
zh_hant: 檢查更新...

source: Clear
es: Borrar
ja: 消去
ru: Очистить
zh_hans: 清理
zh_hant: 清理

source: Clear Preview Cache
es: Borrar caché de vista previa
ja: プレビューキャッシュを消去
ru: Очистить кэш предпросмотра
zh_hans: 清理预览缓存
zh_hant: 清理預覽快取

source: Close
es: Cerrar
ja: 閉じる
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Confirm import?
es: ¿Confirmar la importación?
ja: インポートを確認しますか？
ru: Подтвердить импортирование?
zh_hans: 确认导入
zh_hant: 確認導入

source: Connect an MTP device via USB cable.
es: Conecta un dispositivo MTP mediante un cable USB.
ja: USBケーブルでMTPデバイスを 接続してください。
ru: Подключите МТP устройство через кабель USB.
zh_hans: 通过 USB 线连接一台 MTP 设备。
zh_hant: 透過 USB 線連接一台 MTP 裝置。

source: Connect Device
es: Conectar dispositivo
ja: デバイスを接続
ru: Подключите устройство
zh_hans: 连接设备
zh_hant: 連接裝置

source: Connection error
es: Error de conexión
ja: 接続エラー
ru: Ошибка подключения
zh_hans: 连接错误
zh_hant: 連接錯誤

source: Copy
es: Copiar
ja: コピー
ru: Копировать
zh_hans: 拷贝
zh_hant: 拷貝

source: Could not find the AI server. Check the URL.
es: No se pudo encontrar el servidor de IA. Comprueba la URL.
ja: AIサーバーが見つかりませんでした。URLを確認してください。
ru: Не могу найти сервер ИИ. Проверьте ссылку.
zh_hans: 找不到 AI 服务器。请检查 URL。
zh_hant: 找不到 AI 伺服器。請檢查 URL。

source: Create
es: Crear
ja: 作成
ru: Создать
zh_hans: 创建
zh_hant: 建立

source: Create new folder
es: Crear nueva carpeta
ja: 新しいフォルダーを作成
ru: Создать новую папку
zh_hans: 创建新文件夹
zh_hant: 建立新資料夾

source: Current File:
es: Archivo actual:
ja: 現在のファイル:
ru: Текущий файл:
zh_hans: 当前文件:
zh_hant: 當前檔案:

source: Current preview cache size is %.2f MB. Are you sure you want to clear it?
es: El tamaño actual de la caché de vista previa es %.2f MB. ¿Estás seguro de que quieres borrarla?
ja: 現在のプレビューキャッシュサイズは%.2f MBです。消去してもよろしいですか？
ru: Кэш предпросмотра сейчас занимает %.2f МБ. Вы уверены, что хотите очистить его?
zh_hans: 当前预览缓存大小为 %.2f MB，确认要清理吗？
zh_hant: 當前預覽快取大小為 %.2f MB，確認要清理嗎？

source: Data Privacy
es: Privacidad de datos
ja: データプライバシー
ru: Приватность данных
zh_hans: 数据隐私
zh_hant: 數據隱私

source: Date Created
es: Fecha de creación
ja: 作成日時
ru: Дата создания
zh_hans: 创建日期
zh_hant: 建立日期

source: Date Modified
es: Fecha de modificación
ja: 変更日
ru: Дата изменения
zh_hans: 修改日期
zh_hant: 修改日期

source: Delete
es: Eliminar
ja: 削除
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@"?
es: ¿Eliminar "%@"?
ja: "%@" を削除しますか？
ru: Удалить %@ ?
zh_hans: 删除“%@”?
zh_hant: 刪除「%@」?

source: Delete %d item?
es: ¿Eliminar %d elemento?
ja: %d 件削除しますか？
ru: Удалить %d предмет?
zh_hans: 删除 %d 项？
zh_hant: 刪除 %d 項？

source: Delete %d items?
es: ¿Eliminar %d elementos?
ja: %d 件削除しますか？
ru: Удалить %d предметов?
zh_hans: 删除 %d 项？
zh_hant: 刪除 %d 項？

source: Delete selected items
es: Eliminar elementos seleccionados
ja: 選択した項目を削除
ru: Удалить выбранные предметы
zh_hans: 删除所选项目
zh_hant: 刪除已選項目

source: Developing
es: En desarrollo
ja: 開発中
ru: Разработка
zh_hans: 开发中
zh_hant: 開發中

source: Device
es: Dispositivo
ja: デバイス
ru: Устройство
zh_hans: 设备
zh_hant: 裝置

source: Device changed
es: Dispositivo cambiado
ja: デバイスが変更されました
ru: Устройство подменено
zh_hans: 设备已更改
zh_hant: 裝置已變更

source: Device disconnected
es: Dispositivo desconectado
ja: デバイスが切断されました
ru: Устройство отключено
zh_hans: 设备已断开连接
zh_hant: 裝置已中斷連接

source: Device Info
es: Información
ja: デバイス情報
ru: Инфа об устройстве
zh_hans: 设备信息
zh_hant: 裝置資訊

source: Device Info Analysis
es: Análisis de información del dispositivo
ja: デバイス情報分析
ru: Анализ информации об устройстве
zh_hans: 设备信息分析
zh_hant: 裝置信息分析

source: Device Information
es: Información del dispositivo
ja: デバイス情報
ru: Информация об устройстве
zh_hans: 设备信息
zh_hant: 裝置資訊

source: Device is busy
es: El dispositivo está ocupado
ja: デバイスがビジー状態です
ru: Устройство занято
zh_hans: 设备正忙
zh_hant: 裝置正忙

source: Device Model
es: Modelo de disp.
ja: デバイスモデル
ru: Модель устройства
zh_hans: 设备型号
zh_hant: 裝置型號

source: Device not found
es: Dispositivo no encontrado
ja: デバイスが見つかりません
ru: Устройство не найдено
zh_hans: 设备未找到
zh_hant: 找不到裝置

# Device setup failed
source: Device setup failed, please reconnect or restart device
es: La configuración del dispositivo falló, vuelva a conectar o reinicie el dispositivo
ja: デバイスの設定に失敗しました。再接続するか、デバイスを再起動してください。
ru: Не удалось настроить устройство, переподключите или перезагрузите его что-ли…
zh_hans: 设备配置失败，请重连或重启设备
zh_hant: 裝置設定失敗，請重連或重啟裝置

source: Devices
es: Dispositivo
ja: デバイス
ru: Устройства
zh_hans: 设备
zh_hant: 裝置

source: Disabled
es: Desactivado
ja: 無効
ru: Отключено
zh_hans: 禁用
zh_hant: 禁用

source: Disconnect
es: Desconectar
ja: 切断
ru: Отключитть
zh_hans: 断开
zh_hant: 中斷

source: Disconnect Device
es: Desconectar dispositivo
ja: デバイスを切断
ru: Отключить устройство
zh_hans: 断开设备连接
zh_hant: 中斷裝置連線

source: Disconnected
es: Desconectado
ja: 切断済み
ru: Отключено
zh_hans: 已断开
zh_hant: 已中斷

source: Display
es: Pantalla
ja: 表示
ru: Дисплей
zh_hans: 显示
zh_hant: 顯示

source: Done
es: Hecho
ja: 完了
ru: Завершено
zh_hans: 完成
zh_hant: 完成

source: Double-click to open files
es: Doble clic para abrir archivos
ja: ダブルクリックでファイルを開く
ru: Нажмите дважды чтобы открыть файлы
zh_hans: 双击打开文件
zh_hant: 雙擊開啟檔案

source: Download %@
es: Descargar %@
ja: %@ をダウンロード
ru: Загрузить %@
zh_hans: 下载 %@
zh_hant: 下載 %@

source: Downloads
es: Descargas
ja: ダウンロード
ru: Загрузки
zh_hans: 下载
zh_hant: 下載

source: Elapsed:
es: Tiempo transcurrido:
ja: 経過時間:
ru: Примерно:
zh_hans: 已用时间:
zh_hant: 已用時間:

source: Enable Advanced Settings
es: Habilitar ajustes avanzados
ja: 詳細設定を有効にする
ru: Включить расширенные настройки
zh_hans: 启用高级设置
zh_hant: 啟用高級設定

source: Enabled
es: Activado
ja: 有効
ru: Включено
zh_hans: 启用
zh_hant: 啟用

source: Enclosing Folder
es: Carpeta superior
ja: 内包しているフォルダ
ru: Содержащая папка
zh_hans: 上层文件夹
zh_hant: 上層檔案夾

source: Enter a name for the new folder.
es: Introduce un nombre para la nueva carpeta.
ja: 新しいフォルダー名を入力してください。
ru: Введите имя для новой папки.
zh_hans: 输入新文件夹名称。
zh_hant: 輸入新資料夾名稱。

source: Enter a new name for "%@".
es: Ingrese un nuevo nombre para "%@".
ja: 「%1$@」の新しい名前を入力してください。
ru: Введите новое имя для %@.
zh_hans: 为“%@”输入新名称。
zh_hant: 為「%@」輸入新名稱。

source: Enter the absolute path on the device.
es: Introduce la ruta absoluta en el dispositivo.
ja: デバイス上の絶対パスを入力してください。
ru: Введите абсолютный (полный) путь на устройстве.
zh_hans: 请输入设备上的绝对路径。
zh_hant: 請輸入裝置上的絕對路徑。

source: Export
es: Exportar
ja: エクスポート
ru: Экспорт
zh_hans: 导出
zh_hant: 導出

source: Export CLI Usage Guide
es: Exportar guía de uso de la CLI
ja: エクスポート CLI 使用ガイド
ru: Руководство по использованию CLI для экспорта
zh_hans: 导出 CLI 使用指南
zh_hant: 導出 CLI 使用指南

source: Export failed
es: Exportación fallida
ja: エクスポートに失敗しました
ru: Не удалось экспортировать
zh_hans: 导出失败
zh_hant: 導出失敗

source: Export Here
es: Exportar aquí
ja: ここにエクスポート
ru: Экспортировать сюда
zh_hans: 在此处导出
zh_hant: 在此處導出

source: Export selected files to Mac
es: Exporta los archivos seleccionados al Mac
ja: 選択したファイルをMacにエクスポート
ru: Экспортировать выбранные файлы на Mac
zh_hans: 将选中文件导出到 Mac
zh_hant: 將所選檔案導出到 Mac

source: Failed to construct request.
es: Error al construir la solicitud.
ja: リクエストの構築に失敗しました。
ru: Не удалось создать запрос.
zh_hans: 构建请求失败。
zh_hant: 建構請求失敗。

source: Failed to create folder
es: No se pudo crear la carpeta
ja: フォルダを作成できませんでした
ru: Не удалось создать папку
zh_hans: 无法创建文件夹
zh_hant: 無法建立資料夾

source: Failed to delete
es: No se pudo eliminar
ja: 削除に失敗しました
ru: Не удалось удалить
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Failed to list directory
es: No se pudo listar el directorio
ja: ディレクトリの一覧取得に失敗しました
ru: Не удалось получить список папок
zh_hans: 无法列出目录内容
zh_hant: 無法列出目錄內容

source: Failed to parse AI response
es: Error al analizar la respuesta de la IA
ja: AIの応答の解析に失敗しました
ru: Не удалось прочитать ответ от ИИ
zh_hans: 解析 AI 响应失败
zh_hant: 解析 AI 回應失敗

source: Failed to read directory
es: No se pudo leer el directorio
ja: ディレクトリの読み取りに失敗しました
ru: Не удалось прочитать содержимое папки
zh_hans: 无法读取目录
zh_hant: 無法讀取目錄

source: Failed to rename
es: No se pudo renombrar
ja: 名前の変更に失敗しました
ru: Не удалось переименовать
zh_hans: 重命名失败
zh_hant: 重新命名失敗

source: Failed to send file
es: No se pudo enviar el archivo
ja: ファイルの送信に失敗しました
ru: Не удалось отправить файл
zh_hans: 发送文件失败
zh_hant: 傳送檔案失敗

source: Favorites
es: Favoritos
ja: お気に入り
ru: Избранное
zh_hans: 个人收藏
zh_hant: 個人收藏

source: File
es: Archivo
ja: ファイル
ru: Файл
zh_hans: 文件
zh_hant: 檔案

source: File already exists
es: El archivo ya existe
ja: ファイルは既に存在します
ru: Файл уже существует
zh_hans: 文件已存在
zh_hant: 檔案已存在

source: File not found
es: Archivo no encontrado
ja: ファイルが見つかりません
ru: Файл не найден
zh_hans: 文件未找到
zh_hant: 找不到檔案

source: File object read error
es: Error al leer el objeto de archivo
ja: ファイルオブジェクトの読み取りエラー
ru: Ошибка чтения объекта файла
zh_hans: 文件对象读取错误
zh_hant: 檔案物件讀取錯誤

source: File operation failed
es: La operación de archivo falló
ja: ファイル操作に失敗しました
ru: Операция с файлом провалена
zh_hans: 文件操作失败
zh_hant: 檔案操作失敗

source: File or folder not found
es: Archivo o carpeta no encontrado
ja: ファイルまたはフォルダが見つかりません
ru: Файл или папка не найден(-ы)
zh_hans: 文件或文件夹未找到
zh_hant: 找不到檔案或資料夾

source: File transfer error
es: Error de transferencia de archivo
ja: ファイル転送エラー
ru: Ошибка передачи файла
zh_hans: 文件传输错误
zh_hant: 檔案傳輸錯誤

source: Find your files naturally. Just type what you're looking for, like 'Photos of last week' or 'Work documents from 2024'.
es: Encuentre sus archivos de forma natural. Simplemente escriba lo que está buscando, como 'Fotos de la semana pasada' o 'Documentos de trabajo de 2024'.
ja: 自然な言葉でファイルを探せます。「先週の写真」や「2024年の仕事の書類」のように入力するだけです。
ru: Находите свои файлы обычным языком. Просто введите то, что ищете, например: “Фотографии за прошлую неделю” или “Рабочие документы за 2024 год”.
zh_hans: 自然地搜索您的文件。只需输入您要查找的内容，例如“上周的照片”或“2024 年的工作文档”。
zh_hant: 自然地搜尋您的檔案。只需輸入您要查找的内容，例如「上週的照片」或「2024 年的工作文檔」。

source: Folder
es: Carpeta
ja: フォルダー
ru: Папка
zh_hans: 文件夹
zh_hant: 資料夾

source: Folder name
es: Nombre de la carpeta
ja: フォルダー名
ru: Название папки
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Folder Not Found
es: Carpeta no encontrada
ja: フォルダーが見つかりません
ru: Папка не найдена
zh_hans: 文件夹不存在
zh_hant: 資料夾不存在

# Font Size
source: List Font Size
es: Tamaño de fuente
ja: リストのフォントサイズ
ru: Размер шрифта
zh_hans: 列表字体大小
zh_hant: 列表字體大小

source: Free Space
es: Espacio libre
ja: 空き容量
ru: Свободное место
zh_hans: 可用空间
zh_hant: 可用空間

source: Get smart insights about your device hardware, connectivity status, and potential performance optimizations.
es: Obtenga información inteligente sobre el hardware de su dispositivo, el estado de conectividad y las posibles optimizaciones de rendimiento.
ja: デバイスのハードウェア、接続ステータス、および潜在的なパフォーマンスの最適化に関するスマートな洞察を得ることができます。
ru: Получайте умную аналитику о аппаратном обеспечении устройства, состоянии подключения и возможных способах оптимизации производительности.
zh_hans: 获取有关设备硬件、连接状态和潜在性能优化的智能见解。
zh_hant: 獲取有關裝置硬體、連接狀態和潛在性能優化的智能見解。

source: Get Started
es: Empezar
ja: はじめる
ru: Начать
zh_hans: 开始使用
zh_hant: 開始使用

source: Go
es: Ir
ja: 移動
ru: Вперед
zh_hans: 前往
zh_hant: 前往

source: Go to Folder
es: Ir a la carpeta
ja: フォルダへ移動
ru: Зайти в папку
zh_hans: 前往文件夹
zh_hant: 前往檔案夾

source: Go to Folder...
es: Ir a la carpeta...
ja: フォルダへ移動...
ru: Зайти в папку…
zh_hans: 前往文件夹...
zh_hant: 前往檔案夾...

source: Image
es: Imagen
ja: イメージ
ru: Изображение
zh_hans: 图像
zh_hant: 圖像

source: Import
es: Importar
ja: インポート
ru: Импортировать
zh_hans: 导入
zh_hant: 導入

source: Import failed
es: Falló la importación
ja: インポートに失敗しました
ru: Не удалось импортировать
zh_hans: 导入失败
zh_hant: 導入失敗

source: Import files from Mac to device
es: Importa archivos desde el Mac al dispositivo
ja: Mac からデバイスへファイルをインポート
ru: Импортировать файлы с Mac на устройство
zh_hans: 将 Mac 上的文件导入到设备
zh_hant: 將 Mac 上的檔案導入到裝置

source: In API mode, you are responsible for any usage costs from your AI provider.
es: En el modo API, usted es responsable de los costos de uso de su proveedor de IA.
ja: APIモードでは、AIプロバイダーからの使用コストはユーザーの責任となります。
ru: В режиме API, вы оплачиваете стоимость доступа к ИИ, установленную вашим провайдером.
zh_hans: 在 API 模式下，您需要承担 AI 提供商产生的任何使用费用。
zh_hant: 在 API 模式下，您需要承擔 AI 提供商產生的任何使用費用。

source: In API mode, your item metadata such as names, types, and sizes will be sent to the provider. The contents of your files will never be uploaded or shared.
es: En el modo API, los metadatos de sus elementos, como nombres, tipos y tamaños, se enviarán al proveedor. El contenido de sus archivos nunca se carga ni se comparte.
ja: APIモードでは、名前、種類、サイズなどのアイテム의メタデータがプロバイダーに送信されます。ファイルの内容がアップロードされたり共有されたりすることはありません。
ru: В режиме API метаданные о ваших файлах такие как имена, типы, размеры, будут отправлены ИИ провайдеру. Содержимое ваших файлов никогда не будет отправлено, выгружено или показано третьим лицам.
zh_hans: 在 API 模式下，您的项目元数据（如名称、类型和大小）将发送给提供商。您的文件内容永远不会被上传或共享。
zh_hant: 在 API 模式下，您的項目元資料（如名稱、類型和大小）將發送給提供商。您的檔案內容永遠不會被上傳或共享。

source: Info & Update
es: Info y actualización
ja: 情報とアップデート
ru: Информация и обновления
zh_hans: 信息与更新
zh_hant: 資訊與更新

source: Initialization failed
es: La inicialización falló
ja: 初期化に失敗しました
ru: Сбой инициализации
zh_hans: 初始化失败
zh_hant: 初始化失敗

source: Invalid API Key. Please check your settings.
es: Clave de API no válida. Por favor, compruebe su configuración.
ja: 無効なAPIキーです。設定を確認してください。
ru: Неверный ключ API. Пожалуйста, сверьте настройки.
zh_hans: 无效的 API Key。请检查您的设置。
zh_hant: 無效的 API Key。請檢查您的設定。

source: Invalid path
es: Ruta no válida
ja: 無効なパスです
ru: Неверный путь
zh_hans: 无效路径
zh_hant: 無效路徑

source: Invalid server response.
es: Respuesta de servidor no válida.
ja: 無効なサーバー応答。
ru: Ответ сервера неприемлим.
zh_hans: 无效的服务器响应。
zh_hant: 無效的伺服器回應。

# Invalid storages payload
source: Invalid storage data
es: Datos de almacenamiento inválidos
ja: 無効なストレージデータ
ru: Неверная информация о хранилище
zh_hans: 无效的存储数据
zh_hant: 無效的儲存資料

source: Item Exists
es: El elemento ya existe
ja: 項目が既に存在します
ru: Объект существует
zh_hans: 项目已存在
zh_hant: 項目已存在

source: Items to be imported:
es: Artículos a importar:
ja: 輸入する項目：
ru: Объекты подлежащие импортированию:
zh_hans: 将要导入的项目
zh_hant: 將要導入的項目

source: Kind
es: Tipo
ja: タイプ
ru: Вид
zh_hans: 类型
zh_hant: 類型

source: List Action
es: Acción de lista
ja: リストのアクション
ru: Список действий
zh_hans: 列表操作行为
zh_hant: 列表檔案操作

source: Load Preview
es: Cargar vista previa
ja: プレビューを読み込む
ru: Предпросмотр
zh_hans: 加载预览
zh_hant: 加載預覽
